Repository: KDE/ktp-send-file
Catalog: po/*/ktp-send-file.po
Languages: eo, is

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
is: Sveinn í Felli

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net
is: sv1@fellsnet.is

source: Telepathy Send File
eo: Telepathy Sendi Dosieron
is: Senda skrá með Telepathy

source: Author
eo: Aŭtoro
is: Höfundur

source: The files to send
eo: La dosieroj sendi
is: Skrár til að senda

source: [files...]
eo: [dosieroj...]
is: [skrár...]

source: Select Files To Send
eo: Elektu Dosierojn Por Sendi
is: Veldu skrár til að senda

source: Send file - %1
eo: Sendu dosieron - %1
is: Senda skrá - %1

source: Send files - %1
eo: Sendu dosierojn - %1
is: Senda skrár - %1

source: You are about to send these files
eo: Vi estas sendonta ĉi tiujn dosierojn
is: Þú ert að fara að senda þessar skrám

source: 1 file selected
eo: 1 dosiero elektita
is: 1 skrá valin

source: Search in Contacts...
eo: Serĉu en Kontaktoj...
is: Leita í tengiliðum...

source: Failed to send file
eo: Malsukcesis sendi dosieron
is: Mistókst að senda skrá

source: File Transfer Failed
eo: Dosiera Transdono Malsukcesis
is: Skráaflutningur mistókst

source: You are about to send this file
eo: Vi estas sendonta ĉi tiun dosieron
is: Þú ert að fara að senda þessa skrá

source: Files info
eo: Informoj pri dosieroj
is: Upplýsingar um skrár

source: Select a recipient
eo: Elektu ricevanton
is: Veldu viðtakanda
